Repository: zackemannen81/GRCMW
Catalog: GIMX/po/*.po
Languages: es, pt_br

source: Edit Label
es: Editar etiqueta
pt_br: Editar rótulo

source: Joystick controls are only supported through gimx-config.
es: Los controles del Joystick son soportados sólo a través de gimx-config.
pt_br: Os controles de Joystick são suportados somente por gimx-config.

source: Profiles 1 & 2 do not contain the same bindings. Editing this conf with gimx-fpsconfig can mess the bindings.
es: Los perfiles 1 y 2 no contienen el mismo mapeado. Editando esta configuración con gimx-fpsconfig puede desincronizar el mapeado.
pt_br: Os perfis 1 e 2 não possuem as mesmas ligações.

source: Auto-bind done!
es: ¡Vinculación automática realizada!
pt_br: Auto-fazer completo!

source: Select the event.
es: Selecciona el evento.

source: Address already used!
es: ¡Dirección en uso!
pt_br: Endereço já utilizado!

source: Did you saved your dongle address?
es: ¿Guardaste la dirección de tu dongle?
pt_br: Você salvou o endereço do seu dongle?

source: Please save it!
es: ¡Por favor guárdalo!
pt_br: Por favor, salve!

source: Success
es: Satisfactorio
pt_br: Successo

source: Read address after set: ko!
es: Leer dirección despues de configurarla: No OK!
pt_br: Leia o endereço após o set: k.o!

source: Read address after set: seems ok!
es: Leer dirección despues de configurarla: Parece OK!
pt_br: Parece estar bem!

source: Cannot open directory:
es: No se puede abrir el directorio:
pt_br: Não é possível abrir o diretório:

source: Cannot open file:
es: No se puede abrir el fichero:
pt_br: Não é possível abrir o arquivo

source: Cannot open file for writing:
es: No se puede abrir el fichero para escribir:
pt_br: Não é possível abrir o arquivo para escrever:

source: Output
es: Salida
pt_br: Saída

source: Port
es: Puerto
pt_br: Porta

source: New
es: Nuevo
pt_br: Novo

source: Input
es: Entrada
pt_br: Entrada

source: Physical devices
es: Dispositivos físicos
pt_br: Dispositivos físicos

source: Network
es: Red

source: IP:port
es: IP:puerto

source: Messages
es: Mensajes
pt_br: Mensagens

source: none
es: nada
pt_br: nada

source: text
es: texto
pt_br: texto

source: log file
es: fichero de registro
pt_br: arquivo de log

source: debug
es: depuración

source: Grab mouse
es: Agarrar el ratón
pt_br: Capturar o Mouse

source: Check
es: Comprobar
pt_br: Verificar

source: Start
es: Iniciar
pt_br: Iniciar

source: Edit config
es: Editar configuración
pt_br: Editar configuração

source: Edit fps config
es: Editar configuración fps
pt_br: Editar config fps

source: Auto-bind and convert
es: Auto vincular y convertir
pt_br: Auto-fazer e converter

source: Refresh F5
es: Refrescar F5
pt_br: Atualziar F5

source: Get configs
es: Obtener configuraciones
pt_br: Obter configs

source: Update
es: Actualizar
pt_br: Atualizar

source: Update firmware
es: Actualizar Firmware

source: Check updates at startup
es: Comprobar actualizaciones durante el arranque
pt_br: Verificar atualizações na inicialização

source: Can't migrate config:
es: No se puede migrar la configuración:
pt_br: Não é possível migrar a configuração:

source: GIMX adapter
es: Adaptador GIMX

source: Remote GIMX
es: GIMX Remoto
pt_br: Remoto GIMX

source: No config found! Download configs?
es: ¡No se han encontrado configuraciones! ¿Quieres descargarlas?
pt_br: Nenhuma configuração encontrada! fazer download?

source: Select the files to debug:
es: Selecciona los ficheros para depurar:

source: No config selected!
es: ¡No se ha seleccionado configuración!
pt_br: Sem configuração selecionada!

source: No device selected!
es: ¡No se ha seleccionado un dispositivo!
pt_br: Nenhum dispositivo selecionado!

source: No USB to serial device selected!
es: ¡No se ha seleccionad el dispositivo USB to Serial!
pt_br: Nenhum dispositivo USB para serial selecionado!

source: No destination IP:port specified!
es: ¡No se ha especificado IP:puerto de destino!

source: No pairing selected!
es: ¡No se ha seleccionado el emparejamiento!
pt_br: Nenhum emparelhamento selecionado!

source: Selected pairing is incorrect!
es: ¡El emparejamiento seleccionado no es correcto!
pt_br: O emparelhamento selecionado está incorreto!

source: Dongle not found!
es: ¡No se encuentra el dongle!
pt_br: Dongle não encontrado!

source: No source IP:port specified!
es: ¡No se ha especificado IP:puerto origen!
pt_br: Sem fonte IP: porta especificada!

source: IP:port is the same for input and output!
es: ¡El destino IP:puerto para la entrada y la salida es el mismo!
pt_br: IP: a porta é a mesma para entrada e saída!

source: Bluetooth service has to be stopped. Proceed?
es: El servicio Bluetooth tiene que ser detenido. ¿Proceder?
pt_br: O serviço Bluetooth deve ser interrompido. \ NProsseguir?

source: Can't stop bluetoothd!
es: ¡No se puede detener bluetoothd!
pt_br: Não é possível parar o bluetoothd!

source: Windows Task Manager has to be stopped. Proceed?
es: El gestor de tareas de Windows tiene que ser detenido. ¿Proceder?

source: Select the destination:
es: Seleccione el destino:

source: can't start gimx!
es: ¡No se puede iniciar GIMX!
pt_br: não pode iniciar o gimx!

source: GIMX failed with a generic error (please report this).
es: GIMX falló con un error genérico (Por favor, informe de este error).

source: Failed to detect the GPP/Cronus/Titan device.
es: Fallo al detectar el dispositivo GPP/Cronus/Titan.

source: Failed to detect the USB adapter: . make sure to select the right port . make sure to power on the target console If you built the adapter yourself: . make sure the wiring is correct (swapping RX and TX is a common mistake) . make sure it runs the right firmware
es: Fallo al detectar el adaptador GIMX: . Asegúrese de haber seleccionado el puerto correcto . Asegúrese de encender la consola Si contruíste el adaptador GIMX por ti mismo: . Asegúrese de que el cableado es correcto (Intercambiar los pines RX y TX es un error común) . Asegúrese de que está ejecutando el Firmware correcto

source: Failed to detect the remote GIMX instance: . make sure to fill the right IP:port . make sure the remote instance is running
es: Fallo al detectar la instancia de GIMX Remota: . Asegúrese de introducir el destino IP:puerto correcto . Asegúrese de que la instancia de GIMX Remota esta ejecutándose

source: Failed to detect the adapter (fallback error message).
es: Fallo al detectar el adaptador GIMX (Mensaje de error fallback).

source: GIMX exited and the activation button was not pressed.
es: GIMX se detuvo y el botón de activación no fue presionado.

source: Inactivity timeout.
es: Timepo de espera por inactividad agotado.

source: No wired Xbox 360 controller was found on USB ports.
es: No se ha encontrado un controlador XBox 360 en los puertos USB.

source: No Dualshock 4 controller was found on USB ports.
es: No se ha encontrado un controlador DualShock4 en los puertos USB.

source: No Xbox One controller (without 3.5mm jack) was found on USB ports.
es: No se ha encontrado un controlador XBox One (Sin el jack de 3,5 mm) en los puertos USB.

source: Failed to open log file. GIMX may have crashed (please report this).
es: Fallo al abrir el fichero de registro. GIMX podría haberse colgado (Por favor informe de este problema).

source: GIMX ran less than 5 seconds. Would you like to generate a log report?
es: GIMX se ejecutó durante menos de 5 segundos. ¿Le gustaría generar un informe de registro?

source: This config seems OK!
es: ¡La configuración parece OK!
pt_br: Esta configuração parece estar OK!

source: Failed to start gimx-config!
es: ¡Falló al iniciar gimx-config!

source: Failed to start gimx-fpsconfig!
es: ¡Falló al iniciar gimx-fpsconfig!

source: No Serial Port Detected!
es: ¡Puerto de serie no detectado!
pt_br: Nenhuma porta serial detectada!

source: No device detected!
es: ¡Dispositivo no detectado!
pt_br: Nenhum dispositivo detectado!

source: Pairing
es: Emparejamiento
pt_br: Emparelhamento

source: No pairing found. Perform a new pairing?
es: No se encuentra emparejamiento. ¿Realizar un nuevo emparejamiento?
pt_br: Nenhum emparelhamento encontrado. Execute um novo emparelhamento?

source: New/Repair
es: Nuevo/Reparar

source: Update available. Start installation?
es: Actualización disponible. ¿Iniciar instalación?
pt_br: Atualização disponível. Iniciar a instalação?

source: Downloading
es: Descargando

source: Can't retrieve update file!
es: ¡No se puede recuperar el fichero de actualización!
pt_br: Não é possível recuperar o arquivo de atualização!

source: Can't check version!
es: ¡No se puede comprobar la versión!
pt_br: Não é possível verificar a versão!

source: GIMX is up-to-date!
es: ¡GIMX está actualizado!
pt_br: GIMX está atualizado!

source: Select the files to download.
es: Selecciona los ficheros a descargar.
pt_br: Selecionar os arquivos a serem baixados.

source: Config download
es: Descargar configuración
pt_br: Download da configuração

source: Overwrite local file:
es: Sobreescribir fichero local:
pt_br: Substituir arquivo local:

source: Can't retrieve configs!
es: ¡No se pueden recuperar las configuraciones!
pt_br: Não é possível recuperar configurações!

source: Download is complete!
es: ¡Descarga completa!
pt_br: O download está completo!

source: Can't retrieve config list!
es: ¡No se puede recuperar la lista de configuraciones!
pt_br: Não é possível recuperar a lista de configuração!

source: Can't read config:
es: No se puede leer la configuración:
pt_br: Não foi possível ler a configuração:

source: Can't auto-bind controls for config:
es: No se puede vincular automáticamente los controles para la configuración:
pt_br: Não é possível ligar automaticamente controles para config:

source: Can't write config:
es: No se puede escribir la configuración:
pt_br: Não é possível escrever a configuração

source: Auto bind done for
es: Vinculación automática realizada para
pt_br: Auto configuração feito para

source: Config
es: Configuración
pt_br: Configuração

source: Controller:
es: Controlador:
pt_br: Controle:

source: Console:
es: Consola:

source: Select the pairing.
es: Selecciona el emparejamiento.
pt_br: Selecionar o emparelhamento.

source: PS Tool
es: Herramienta PS
pt_br: Ferramenta PS

source: Device:
es: Dispositivo:
pt_br: Dispositivo

source: Address:
es: Dirección:
pt_br: Endereço

source: Manufacturer:
es: Fabricante:
pt_br: Fabricante

source: Select the bluetooth adapter.
es: Selecciona el adaptador Bluetooth.
pt_br: Selecionar o adaptador bluetooth.

source: Plug a sixaxis/ds3
es: Conecta el DualShock3/Sixaxis
pt_br: Conectar um sixaxis / ds3

source: Plug a bluetooth dongle
es: Conecta el dongle Bluetooth
pt_br: Ligar um dongle bluetooth

source: Plug a ds4
es: Conecta el DualShock4
pt_br: Ligar um ds4

source: Cannot execute:
es: No se puede ejecutar:
pt_br: Não é possível executar

source: Plug the teensy
es: Conecta el Tennsy
pt_br: Conecte o Adaptador

source: Plug the Teensy to the PS4, wait a few seconds, and plug it back to the PC
es: Conecta el Teensy a la PS4, espera unos segundos, y conectalo de nuevo al PC
pt_br: Conecte o adaptador ao PS4, \ naguarde alguns segundos, \ ne ligue-o novamente ao PC

source: Select the pairing to restore.
es: Selecciona el emparejamiento a restaurar.

source: No previous pairing found!
es: ¡No se ha encontrado un emparejamiento previo!

source: Success.
es: Satisfactorio.

source: Plug a ds4 to repair.
es: Conecta un DualShock4 para reparar.

source: Enter an IP address
es: Introduce una dirección IP
pt_br: Digitar um endereço IP

source: Enter a port
es: Introduce un puerto
pt_br: Inserir uma porta

source: Bad IP format!
es: ¡Formato de IP incorrecto!
pt_br: Formato de IP ruim!

source: Repair
es: Reparar

source: Failed to execute gimx-loader.
es: Fallo al ejecutar gimx-loader.

source: Load
es: Cargar

source: About
es: Sobre GIMX

source: No firmware found in
es: No se encuentra Firmware en

source: This tool is only compatible with GIMX adapters made with a USB to UART adapter and a Pro Micro board. Proceed?
es: Esta herramienta es compatible sólo con adaptadores GIMX hechos con un adaptador USB to UART y una placa Pro Micro. ¿Proceder?

source: Plug both sides of the adapter to the computer.
es: Conecta ambos extremos del adaptador al ordenador.

source: Unplug/replug the USB cable (Pro Micro side of the adapter).
es: Desconectar/Reconectar el cable USB (Extremo del adaptador con la placa Pro Micro).

source: No new device found within 10 seconds.
es: No se ha encontrado el dispositivo en 10 segundos.

source: failed to load firmware
es: falló la carga del firmware

source: Failed to load firmware.
es: Falló la carga del firmware

source: Firmware loaded successfully!
es: ¡Firmware cargado satisfactoriamente!

source: file
es: fichero
pt_br: arquivo

source: specifies a file to open
es: especifica un fichero para abrir
pt_br: especifique um arquivo para abrir

source: option -b with value `%s'
pt_br: opção -b com valor`%s'

source: option -c with value `%s'
pt_br: opção -c com valor`%s'

source: option -e with value `%s(%d)'
pt_br: opção -e com valor `%s(%d)'

source: option -h with value `%d'
pt_br: opção -h com valor `%d'

source: option -d with value `%s'
pt_br: opção -d com valor `%s'

source: option -s with value `%s'
pt_br: opção -s com valor `%s'

source: option -k with value `%s'
pt_br: opção -k com valor `%s'

source: option -l with value `%s'
pt_br: opção -l com valor `%s'

source: option -p with value `%s'
pt_br: opção -p com valor `%s'

source: option -r with value `%s'
pt_br: "opção -r com valor `%s'

source: option -t with value `%s'
pt_br: opção -t com valor `%s'

source: test (F6)
pt_br: teste (F6)

source: controller %d configuration %d axis %s intensity: %.0f
pt_br: controlador %d configuração %d eixo %s intensidade:%.0f

source: %d %ld.%06ld controller %d is switched from configuration %d to %d
pt_br: %d %ld.%06ld controlador %d é trocado pela configuração %d to %d

source: x/y ratio:
pt_br: x/y relação:

source: config selection
pt_br: seleção de configuração

source: Wrong argument.
pt_br: Argumento errado.

source: adapter_detect failed
pt_br: falha do adapter detect

source: adapter_start failed
pt_br: falha do adaptador start

source: GE_initialize failed
pt_br: GE inicialização com falha

source: read_config_file failed
pt_br: leitura config_file com falha

source: macros are not available for:
pt_br: macros não estão disponíveis para:

source: keyboard %s (%d)
pt_br: teclado %s (%d)

source: joystick %s (%d)
pt_br: teclado %s (%d)

source: No controller detected.
pt_br: Nenhum controlador detectado.

source: Detected controller: %s.
pt_br: Controle detectado: %s.

source: Unknown GPP controller type.
pt_br: Tipo de controlador GPP desconhecido.

source: Detected USB adapter: %s.
pt_br: Adaptador USB detectado: %s.

source: Wrong controller type.
pt_br: Tipo de controle errado.

source: Can't get adapter status.
pt_br: Não é possível obter o status do adaptador.

source: Can't reset the adapter.
pt_br: Não é possível redefinir o adaptador.

source: Reset sent to the adapter.
pt_br: Redefinir enviado para o adaptador.

source: No controller was found on USB buses.
pt_br: Nenhum controlador foi encontrado nos barramentos USB.

source: Can't connect to: %s:%d.
pt_br: Não é possível se conectar a: %s:%d.

source: Can't start the adapter.
pt_br: Não é possível iniciar o adaptador.

source: Can't start the serial asynchronous processing.
pt_br: Não é possível iniciar o processamento serial assíncrono.

source: Can't initialize sixaxis.
pt_br: Não é possível inicializar o sixaxis.

source: Can't initialize btds4.
pt_br: Não é possível inicializar btds4.

source: Can't listen on: %s:%d.
pt_br: Não é possível ouvir: %s:%d.

source: Error
pt_br: Erro

source: curses
pt_br: cursos

source: gimx error
pt_br: erro gimx

source: Error editing the config file!
pt_br: Erro ao editar o arquivo de configuração!

source: Downloading update...
pt_br: Carregando atualização ...

source: Downloading config list...
pt_br: Baixar a lista de configuração ...

source: Downloading configs...
pt_br: Baixar configs ...

source: Auto-bind and convert?
pt_br: Auto-bind e converter?

source: Dead zone [0..64]
pt_br: Zona Morta [0..64]

source: Acceleration [0.00..2.00]
pt_br: Aceleração [0.00..2.00]

source: x/y ratio
pt_br: x/y relação

source: x/y ratio (Hip Fire)
pt_br: razão x / y (Hip Fire)"

source: x/y ratio (ADS)
pt_br: taxa x / y (ADS)
