Repository: zackemannen81/GRCMW
Catalog: GIMX/po/*.po
Languages: es, pt_br

source: ignoring: -%c %s (max controllers reached)
es: ignorando: -%c %s (número máximo de controladores alcanzados)
pt_br: ignorando: -%c %s (controladores máximos alcançados)

source: option %s
es: opción %s
pt_br: opção %s

source: with arg %s
es: con argumento %s
pt_br: com arg%s

source: controller #%d: option -b with value `%s'
es: controlador #%d: opción -b con valor `%s'

source: now reading arguments for controller #%d
es: leyendo argumentos del controlador #%d

source: global option -c with value `%s'
es: opción global -c con valor `%s'

source: Bad event format: %s
es: Evento con formato incorrecto: %s
pt_br: Formato de Evento: %s

source: controller #%d: option -e with value `%s(%d)'
es: controlador #%d: opción -e con valor `%s(%d)'

source: Bad axis name for event: %s
es: Nombre del eje incorrecto para el evento: %s
pt_br: Nome de eixo ruim para evento: %s

source: controller #%d: option -h with value `%d'
es: controlador #%d: opción -h con valor `%d'

source: Bad format for argument -d: '%s'
es: Formato incorrecto para el argumento -d: '%s'
pt_br: Formato ruim para argumento -d: '%s'

source: controller #%d: option -d with value `%s'
es: controlador #%d: opción -d con valor `%s'

source: Bad format for argument -s: '%s'
es: Formato incorrecto para el argumento -s: '%s'
pt_br: Más Formatar para o argumento -s: '%s'

source: controller #%d: option -s with value `%s'
es: controlador #%d: opción -s con valor `%s'

source: controller #%d: option -k with value `%s'
es: controlador #%d: opción -k con valor `%s'

source: can't open log file (%s)
es: no se puede abrir el fichero de registro (%s)
pt_br: não é possível abrir o arquivo de log (%s)

source: global option -l with value `%s'
es: opción global -l con valor `%s'

source: log file can't be used with curses
es: el fichero de registro no puede ser usado con curses
pt_br: arquivo de log não pode ser usado com curses

source: only one log file can be specified
es: sólo se puede indicar un fichero de registro
pt_br: apenas um arquivo de log pode ser especificado

source: port already used: `%s'
es: puerto ya en uso: `%s'
pt_br: porta já utilizada:: `%s'

source: controller #%d: option -p with value `%s'
es: controlador #%d: opción -p con valor `%s'

source: global option -q with value `%s'
es: opción global -q con valor `%s'

source: global option -r with value `%s'
es: opción global -r con valor `%s'

source: controller #%d: option -t with value `%s'
es: controlador #%d: opción -t con valor `%s'

source: unrecognized option: %c
es: opción desconocida: %c
pt_br: opção não reconhecida: %c

source: grab flag is unset
es: grab flag indeterminada
pt_br: a bandeira de captura está desatada

source: status flag is set
es: flag de estado determinada
pt_br: o sinalizador de status está configurado

source: subpos flag is set
es: subpos flag determinada
pt_br: o sinalizador de subposição está configurado

source: force_updates flag is set
es: flag force_updates determinada
pt_br: a sinalizador force_updates está definido

source: curses flag is set
es: flag curses determinada
pt_br: sinalizador de maldições está configurado

source: window_events flag is set
es: flag window_events determinada
pt_br: o sinalizador window_events está configurado

source: btstack flag is set
es: flag btstack determinada
pt_br: o sinalizador do btstack está configurado

source: skip_leds flag is set
es: flag skip_leds determinada

source: ff_conv flag is set
es: flag ff_conv determinada

source: calibrating mouse %s (%d)
es: calibrando ratón %s (%d)
pt_br: calibrando o mouse %s (%d)

source: calibrating conf %d
es: calibrando configuración %d
pt_br: calibrando configuração %d

source: sensibility:
es: sensibilidad:
pt_br: sensibilidade:

source: dead zone x:
es: zona muerta x:
pt_br: zona morta x:

source: dead zone y:
es: zona muerta y:
pt_br: zona morta y:

source: shape:
es: forma:
pt_br: forma:

source: Circle
es: Círculo
pt_br: Círculo

source: Rectangle
es: Rectángulo
pt_br: Retângulo

source: acceleration x:
es: aceleración x:
pt_br: aceleração x:

source: acceleration y:
es: aceleración y:
pt_br: aceleração y:

source: radius: %d
es: radio: %d
pt_br: raio %d

source: velocity: %d
es: velocidad: %d
pt_br: velocidade: %d

source: time: %d
es: tiempo: %d
pt_br: tempo: %d

source: mouse selection
es: seleccionar ratón
pt_br: seleção de mouse

source: profile selection
es: seleccionar perfil

source: error writting the config file %s
es: error escribiendo el fichero de configuración %s
pt_br: erro ao escrever o arquivo de configuração %s

source: calibration done
es: calibración finalizada
pt_br: calibração feita

source: calibrating sensitivity
es: calibrando sensibilidad
pt_br: sensibilidade de calibração

source: calibrating x/y ratio
es: calibrando x/y ratio
pt_br: calibração x/y

source: calibrating dead zone x
es: calibrando zona muerta x
pt_br: calibrando zona morta x

source: calibrating dead zone y
es: calibrando zona muerta y
pt_br: calibrando zona morta y

source: calibrating dead zone shape
es: calibrando zona muerta de la forma
pt_br: calibrando a forma da zona morta

source: calibrating acceleration x
es: calibrando aceleración x
pt_br: aceleração de calibração x

source: calibrating acceleration y
es: calibrando aceleración y
pt_br: aceleração de calibração y

source: adjusting circle test radius
es: ajustando el radio de la prueba con círculo
pt_br: círculo de teste do círculo de ajuste

source: adjusting circle test velocity
es: ajustando la velocidad de la prueba con círculo
pt_br: velocidade de teste de círculo de ajuste

source: translation test started
es: prueba de conversión iniciada
pt_br: teste de tradução iniciado

source: controller %d profile %d axis %s intensity: %.0f
es: controlador %d perfil %d eje %s intesidad: %.0f

source: %d %ld.%06ld controller %d is switched from profile %d to %d
es: %d %ld.%06ld controlador %d a cambiado del perfil %d al perfil %d

source: joystick not found: %s %d
es: joystick no encontrado: %s %d
pt_br: controle não encontrado: %s %d

source: mouse not found: %s %d
es: ratón no encontrado: %s %d
pt_br: mouse não encontrado: %s %d

source: keyboard not found: %s %d
es: teclado no encontrado: %s %d
pt_br: teclado não informado: %s %d

source: A device name is empty. Multiple mice and keyboards are not managed.
es: Nombre de dispositivo vacío. No se gestionan múltiples ratones y teclados.
pt_br: O nome de um dispositivo está vazio. Vários mouses e teclados não são gerenciados.

source: connected to %s:%d
es: conectado a %s:%d
pt_br: conectado a %s:%d

source: no pass-through device is needed
es: no se necesita dispositivo pass-through
pt_br: nenhum dispositivo de passagem é necessário

source: found pass-through device 0x%04x:0x%04x
es: encontrado dispostivo pass-through 0x%04x:0x%04x

source: macros are not available for: %s %s (%d)
es: macros no disponibles para: %s %s (%d)

source: no GPP detected.
es: GPP no detectado.

source: GPP detected, controller type is: %s.
es: GPP detectado, el tipo de controlador es: %s.

source: unknown GPP controller type.
es: Tipo de controlador GPP desconocido.

source: failed to open the GIMX adapter
es: Fallo al abrir el controlador GIMX

source: GIMX adapter detected, controller type is: %s.
es: Adaptador GIMX detectado, el tipo de controlador es: %s.

source: wrong controller type.
es: Tipo de controlador incorrecto.

source: failed to get the GIMX adapter status.
es: fallo al obtener el estado del adaptador GIMX.

source: failed to reset the GIMX adapter.
es: fallo al reiniciar el adaptador GIMX.

source: Reset sent to the GIMX adapter.
es: Reset enviado al adaptador GIMX.

source: Disable force updates to work-around #335.
es: Deshabilitar actualizaciones forzadas como solución al problema #335.
pt_br: Desativar atualizações de força para trabalhar #335.

source: No game controller was found on USB ports.
es: No se encontró ningún controlador en los puertos USB.

source: Start the game with a dualshock 3, and then reassign game controllers.
es: Inicia el juego con un DualShock3, y reasigna los controladores.

source: failed to connect to network destination: %s:%d.
es: fallo al conectar al destino en la red: %s:%d.

source: Remote GIMX detected, controller type is: %s.
es: GIMX remoto detectado, el tipo de controlador es: %s.

source: failed to start the GIMX adapter.
es: fallo al iniciar el adaptador GIMX.

source: failed to start the GIMX adapter asynchronous processing.
es: fallo al iniciar el procesado asíncrono del adaptador GIMX.

source: Press the %s button to activate the controller.
es: Pulsa el botón %s para activar el controlador.

source: failed to initialize the sixaxis emulation.
es: fallo al iniciar la emulación de sixaxis.

source: failed to initialize the dualshock 4 emulation.
es: fallo al iniciar la emulación del DualShock4.

source: unsupported bluetooth controller type.
es: tipo de controlador Bluetooth no soportado.

source: failed to start the GPP asynchronous processing.
es: fallo al iniciar el procesado asícrono GPP.

source: failed to listen on network source: %s:%d.
es: fallo escuchando la fuente de red: %s:%d.

source: Press Shift+Esc to exit.
es: Pulsa Shift+Esc para salir.
pt_br: Pressione Shift + Esc para sair.

source: Mouse calibration (Ctrl+F1 to edit)
es: Calibración del ratón (Ctrl+F1 para editar)
pt_br: Calibração do mouse (Ctrl+F1 para editar)

source: Mouse calibration (Ctrl+F1 to save)(mouse wheel to change values)
es: Calibración del ratón (Ctrl+F1 para guardar)(rueda del ratón para cambiar los valores)
pt_br: Calibração do mouse (Ctrl + F1 para salvar) (roda do mouse para alterar os valores)

source: Profile:
es: Perfil:
pt_br: Perfil:

source: Dead zone:
es: Zona Muerta:
pt_br: Zona morta:

source: shape=
es: forma=
pt_br: forma=

source: circle
es: círculo
pt_br: círculo

source: rectangle
es: rectángulo
pt_br: retângulo

source: Acceleration:
es: Aceleración:
pt_br: Aceleração:

source: Sensitivity:
es: Sensibilidad:
pt_br: Sensibilidade:

source: circle test
es: prueba del círculo
pt_br: teste de círculo

source: radius=%d (F10)
es: radio=%d (F10)
pt_br: raio=%d (F10)

source: velocity=%d (F11)
es: velocidad=%d (F11)
pt_br: velocidade=%d (F11

source: ratio=
es: radio=
pt_br: relação=

source: Left stick
es: Stick izquierdo
pt_br: Analógico esquerdo

source: Right stick
es: Stick derecho
pt_br: Analógico direito

source: Buttons
es: Botones
pt_br: Botões

source: Refresh rate:
es: Frecuencia de refresco:
pt_br: Taxa de atualização:

source: Refresh rate: %4dHz
es: Frecuencia de refresco: %4dHz
pt_br: Taxa de atualização: %4dHz

source: using default refresh period: %.02fms
es: Usando frecuencia de refresco por defecto: %.02fms
pt_br: usando o período de atualização padrão: %.02fms

source: Unknown key name for argument --keygen: '%s'
es: Nombre de la tecla desconocido para el argumento --keygen: '%s'
pt_br: Nome da chave desconhecida para argumento --keygen: '%s'

source: Exiting
es: Saliendo
pt_br: Saindo

source: Increase
es: Incrementar
pt_br: Aumentar

source: Decrease
es: Disminuir
pt_br: Diminuir

source: Circle
es: Círculo
pt_br: Circulo

source: Rectangle
es: Rectángulo
pt_br: Retângulo

source: mouse
es: ratón

source: keyboard
es: teclado
pt_br: teclado

source: axis
es: eje
pt_br: eixo

source: axis up
es: eje arriba
pt_br: eixo de cima

source: axis down
es: eje abajo
pt_br: eixo de baixo

source: button
es: botón
pt_br: botão

source: Aiming
es: Apuntado
pt_br: Visando

source: Driving
es: Conducción
pt_br: Dirigindo

source: Tip
es: Consejo

source: Click here to go to online documentation.
es: Click aquí para ir a la documentación online.

source: Device
es: Dispositivo
pt_br: Dispositivo

source: Button
es: Botón
pt_br: Botão

source: Auto detect
es: Detección automática
pt_br: "Detecção automática

source: Switch back
es: Volver a la posición
pt_br: Alternar de volta

source: Delay (ms):
es: Retraso (ms):
pt_br: Atraso (ms):

source: Delete
es: Borrar
pt_br: Excluir

source: Mouse
es: Ratón

source: Mode
es: Modo
pt_br: Modo

source: Smoothing
es: Suavizado
pt_br: Suavização

source: Buffer size [1..30]
es: Tamaño del buffer [1..30]
pt_br: Tamanho do buffer [1..30]

source: Filter [0.00..1.00]
es: Filtro [0.00..1.00]
pt_br: Filtro [0.00..1.00]

source: Buffer size
es: Tamaño del buffer
pt_br: "Tamanho do buffer

source: Filter
es: Filtro
pt_br: Filtro

source: Add
es: Añadir
pt_br: Adicionar

source: Remove
es: Quitar
pt_br: Remover

source: Modify
es: Modificar
pt_br: Modificar

source: Axis
es: Eje
pt_br: Eixo

source: Direction
es: Dirección
pt_br: Direção

source: Dead zone
es: Zona Muerta
pt_br: Zona Morta

source: Shape
es: Forma
pt_br: Forma

source: Steps
es: Pasos
pt_br: Passos

source: Broken-line correction parameters
es: Parametros de correción de Broken-line

source: Low value [-32767..32767]
es: Valor bajo [-32767..32767]

source: Low coef
es: Coef bajo

source: High value [-32767..32767]
es: Valor alto [-32767..32767]

source: High coef
es: Coef alto

source: Low value
es: Valor bajo

source: High value
es: Valor alto

source: Invert direction
es: Invertir dirección

source: Rumble
es: Vibración

source: Constant
es: Constante

source: Spring
es: Muelle

source: Damper
es: Amortiguación

source: Profile trigger
es: Disparador del perfil
pt_br: Perfil desencadear

source: Mouse options
es: Opciones del ratón
pt_br: Opções do Mouse

source: Axis intensity
es: Intensidad del eje
pt_br: Intensidade do eixo

source: Joystick corrections
es: Correciones del Joystick

source: Force Feedback Tweaks
es: Ajustes del Force Feedback

source: Event
es: Evento
pt_br: Evento

source: Threshold
es: Umbral
pt_br: Limite

source: Label
es: Etiqueta
pt_br: Formato

source: Sensitivity
es: Sensibilidad
pt_br: Sensibilidade

source: Accel.
es: Acel.

source: Acceleration
es: Aceleración
pt_br: Aceleração

source: Dead zone [-64..64]
es: Zona muerta [-64..64]

source: Sensitivity [-100.00..100.00]
es: Sensibilidad [-100.00..100.00]
pt_br: Sensibilidade [-100.00..100.00]

source: Acceleration [0.00..]
es: Aceleración [0.00..]

source: Overall
es: General
pt_br: Global

source: New Ctrl-N
es: Nuevo Ctrl-N
pt_br: Novo Ctrl-N

source: Create a new configuration
es: Crear configuración nueva
pt_br: Criar uma nova configuração

source: Open Ctrl-O
es: Abrir Ctrl-O
pt_br: Abrir Ctrl-O

source: Open a configuration file
es: Abrir fichero de configuración
pt_br: Abrir um arquivo de configuração

source: Save Ctrl-S
es: Guardar Ctrl-S
pt_br: Salvar Ctrl-S

source: Save configuration
es: Guardar configuración
pt_br: Salvar configuração

source: Save As...
es: Guardar como...
pt_br: Salvar como ...

source: Save configuration to specified file
es: Guardar configuración en un fichero específico
pt_br: Salvar configuração no arquivo especificado

source: Open config directory
es: Abrir carpeta de configuraciones
pt_br: Abrir o diretório de configuração

source: Quit Alt-F4
es: Salir Alt-F4
pt_br: Sair Alt-F4

source: Quit the application
es: Salir de la aplicación
pt_br: Sair do aplicativo

source: &File
es: &Fichero
pt_br: &Pasta

source: Copy Profile
es: Copiar perfil
pt_br: Copiar Perfil

source: Copy Controller
es: Copiar controlador
pt_br: Copiar Controle

source: Paste Profile
es: Pegar perfil
pt_br: Colar Perfil

source: Paste Controller
es: Pegar controlador
pt_br: Colar Controle

source: Set Mouse DPI
es: Configurar DPI del ratón
pt_br: Definir o DPI do mouse

source: Replace Mouse
es: Reemplazar ratón
pt_br: Trocar Mouse

source: Convert mouse sensitivity
es: Convertir la sensibilidad del ratón
pt_br: Converter sensibilidade do mouse

source: Replace Keyboard
es: Reemplazar teclado
pt_br: Trocar Teclado

source: Edit
es: Editar
pt_br: Editar

source: Controller
es: Controlador
pt_br: Controle

source: XOne pad
es: Controlador XBox One

source: 360 pad
es: Controlador XBox 360

source: Xbox pad
es: Controlador XBox

source: Type
es: Tipo
pt_br: Tipo

source: Profile
es: Perfil
pt_br: Perfil

source: Multiple Mice and Keyboards
es: Ratones y teclados múltiples
pt_br: Multiplos mouses e teclados

source: Window events
es: Eventos de Windows
pt_br: Eventos do Windows

source: Link controls
es: Controles de enlace
pt_br: Controle de link

source: Auto-bind controls
es: Vincular controles automáticamente
pt_br: Controlar automaticamente os controles

source: Advanced
es: Avanzado
pt_br: Avançado

source: About F1
es: Sobre GIMX F1
pt_br: Sobre F1

source: Show info about this application
es: Mostrar información acerca de esta aplicación
pt_br: Mostrar informações sobre este aplicativo

source: Help
es: Ayuda
pt_br: Ajuda

source: Select file
es: Seleccionar fichero
pt_br: Selecionar arquivo

source: XML files (*.xml)|*.xml
es: Ficheros XML (*.xml)|*.xml
pt_br: Arquivos XML (*.xml)|*.xml

source: It's not recommended to run as root user. Continue?
es: No se recomienda ejecutarlo como usuario root. ¿Continuar?
pt_br: Não é recomendado para ser executado como usuário root. Continuar?

source: Confirm
es: Confirmar
pt_br: Confirma

source: Can't migrate directory:
es: No se puede migrar de directorio:
pt_br: Não é possível migrar o diretório:

source: Can't init directory:
es: No se puede inicializar el directorio:
pt_br: Não é possível iniciar o diretório:

source: Info
es: Información

source: Cannot open config file:
es: No se puede abrir el fichero de configuración:
pt_br: Não é possível abrir o arquivo de configuração

source: Please detect an Event!
es: ¡Por favor detecta un Evento!
pt_br: Detectar um Evento!

source: Please select a Button!
es: ¡Por favor selecciona un Botón!
pt_br: Por favor, selecione um botão!

source: Please select an Axis!
es: ¡Por favor selecciona un Eje!
pt_br: Por favor, selecione um Eixo!

source: Press a button.
es: Pulsa un botón.
pt_br: Pressionar um botão.

source: Move an axis.
es: Mueve un eje.
pt_br: Mover um eixo.

source: Pedal calibration: 1. fully press the pedal 2. fully release the pedal 3. press any key or button
es: Calibración del pedal: 1. Presiona totalmente el pedal 2. Suelta completamente el pedal 3. Pulsa cualquier tecla o botón

source: Failed to calibrate the pedal.
es: Fallo en la calibración del pedal.

source: Joystick correction has been added in the "Overall>Joystick corrections" panel
es: Correción del Joystick ha sido añadida en el panel "General>Correciones del Joystick"

source: Can't save
es: No se puede guardar
pt_br: Não é possível salvar

source: Save config file
es: Guardar fichero de configuración
pt_br: Salvar arquivo de configuração

source: Please select a line of the table.
es: Por favor selecciona una línea de la tabla.
pt_br: Selecione uma linha da tabela.

source: Please select a SINGLE line of the table.
es: Por favor, selecciona una ÚNICA línea de la tabla.
pt_br: Selecione uma linha ÚNICA da tabela.

source: Apply
es: Aplicar
pt_br: Aplicar

source: Press a mouse button.
es: Pulsa un botón del ratón.
pt_br: Pressione um botão do mouse.

source: Press a keyboard key.
es: Pulsa una tecla del teclado.
pt_br: Pressionar uma tecla do teclado.

source: This will replace the mouse in the current controller. Continue?
es: Esto reemplazará el ratón en el controlador actual. ¿Continuar?
pt_br: Isto irá substituir o mouse no controlador atual. Continuar?

source: This will replace the keyboard in the current controller. Continue?
es: Esto reemplazará el teclado en el controlador actual. ¿Continuar?
pt_br: Isto irá substituir o teclado no controlador atual. Continuar?

source: Enter a number:
es: Introduce un número:
pt_br: Digite um número:

source: Source mouse DPI
es: DPI del ratón origen
pt_br: Fonte mouse DPI

source: Destination mouse DPI
es: DPI del ratón destino
pt_br: Destino mouse DPI

source: Failed to parse sensitivity value!
es: ¡Fallo al extraer el valor de la sensibilidad!

source: Failed to parse acceleration value!
es: ¡Fallo al extraer el valor de la aceleración!

source: Mouse DPI value
es: Valor de DPI del ratón
pt_br: Valor DPI do mouse

source: This control is already used in the current profile (Button tab). Continue?
es: Este control ya está siendo usado en el perfil actual (Pestaña de botones). ¿Continuar?
pt_br: Este controle já é usado no perfil atual (guia do botão). Continuar?

source: This control is already used in the current profile (Axis tab). Continue?
es: Este control ya está siendo usado en el perfil actual (Pestaña de ejes). ¿Continuar?
pt_br: Esse controle já é usado no perfil atual (guia Eixo). Continuar?

source: This control is already used in the current profile (Overall tab>Intensity tab). Continue?
es: Este control ya está siendo usado en el perfil actual (Pestaña General>Pestaña Intensidad). ¿Continuar?
pt_br: Este controle já é usado no perfil atual (guia Axis). Continuar?

source: No config opened!
es: ¡No hay configuración cargada!
pt_br: Nenhuma configuração aberta!

source: Select the reference config.
es: Selecciona la configuración de referencia.
pt_br: Selecionar a configuração de referência.

source: Can't auto-bind controls!
es: ¡No se pueden vincular automáticamente los controles!
pt_br: Não é possível ligar automaticamente os controles!

source: Done!
es: ¡Hecho!
pt_br: Concluído!

source: Please detect a button!
es: ¡Por favor detecta un botón!
pt_br: Por favor, aperte um botão!

source: Please select an axis!
es: ¡Por favor selecciona un eje!
pt_br: Por favor selecione um eixo!

source: Please detect a mouse!
es: ¡Por favor detecta un ratón!
pt_br: Detectar um mouse!

source: Mouse options already defined!
es: ¡Opciones del ratón ya configuradas!
pt_br: Opções do mouse já definidas!

source: Please detect a joystick axis!
es: ¡Por favor detecta un eje del Joystick!

source: Joystick axis options already defined!
es: ¡Opciones del eje del Joystick ya configuradas!

source: Select an event.
es: Selecciona un evento.

source: Events
es: Eventos

source: No joystick found!
es: ¡Joystick no encontrado!

source: Use the calibration tool to adjust the parameters.
es: Usa la herramienta de calibración para ajustar los parámetros.

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Buffer size (Hip Fire)
es: Tamaño del buffer (Hip Fire)
pt_br: Tamanho do buffer (Hip Fire)

source: Buffer size (ADS)
es: Tamaño del buffer (ADS)
pt_br: Tamanho do buffer (ADS)

source: Dead zone (Hip Fire)
es: Zona Muerta (Hip Fire)
pt_br: Zona Morta (Hip Fire)

source: Dead zone (ADS)
es: Zona Muerta (ADS)
pt_br: Zona Morta (ADS)

source: Sensitivity (ADS)
es: Sensibilidad (ADS)
pt_br: Sensibilidade (ADS)

source: Sensitivity (Hip Fire)
es: Sensibilidad (Hip Fire)
pt_br: Sensibilidade (Hip Fire)

source: Acceleration (ADS)
es: Aceleración (ADS)
pt_br: Aceleração (ADS)

source: Filter (Hip Fire)
es: Filtro (Hip Fire)
pt_br: Filtro (Hip Fire)

source: Filter (ADS)
es: Filtro (ADS)
pt_br: Filto (ADS)

source: Acceleration (Hip Fire)
es: Aceleración (Hip Fire)
pt_br: Aceleração (Hip Fire)

source: Dead zone shape
es: Forma de la zona muerta
pt_br: Forma da zona morta

source: Aiming Down the Sights
es: Auto Apuntado
pt_br: Apontando as Vistas

source: Dead zone shape (Hip Fire)
es: Forma de la zona muerta (Hip Fire)
pt_br: Forma da zona inoperante (Hip Fire)"

source: Dead zone shape (ADS)
es: Forma de la zona muerta (ADS)
pt_br: Forma da zona inoperante (ADS)"

source: Enter your mouse DPI value.
es: Introduce el valor DPI de tu ratón
pt_br: Digite o valor do DPI do seu mouse.

source: Mouse DPI
es: DPI del ratón

source: Mouse smoothing
es: Suavizado del ratón
pt_br: Suavização do mouse

source: Convert sensitivity
es: Convertir Sensibilidad
pt_br: Converte sensibilidade

source: New Ctrl+N
es: Nuevo Ctrl+N
pt_br: Novo Ctrl+N

source: Open Ctrl+O
es: Abrir Ctrl+O
pt_br: Abrir Ctrl+O

source: Save Ctrl+S
es: Guardar Ctrl+S
pt_br: Salvar Ctrl+S

source: Save As
es: Guardar como
pt_br: Salvar como

source: Edit Labels
es: Editar etiquetas
pt_br: Editar rótulos
